[
    {
        "id": "amp-1",
        "name": "Bogner® Shiva® 20th Anniversary",
        "brand": "Bogner®",
        "model": "Shiva® 20th Anniversary",
        "description": "The Bogner Shiva Guitar Amp Head 20th Anniversary comes with a pair of KT88's and the amp is rated at 90 watts. The clean channel has an entire new boost circuit. Unlike the tone stack bypass boost on the other Shiva model this boost has a separate gain stage which brings this channel into Plexi territory when boost is engaged. The tone controls stay in the circuit and affect the sound.",
        "productLink": "http://www.bogneramplification.com/shiva",
        "copyright": "All images and product descriptions are copyright Bogner Amplification.",
        "images": [
            {
                "src": "amp-1.jpg",
                "width": "100%",
                "copyright": "© Bogner Amplification"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "Shiva 20th Anniversary"
            },
            {
                "label": "Total Power",
                "value": "90W"
            },
            {
                "label": "Preamp Tubes",
                "value": "4 x 12AX7"
            },
            {
                "label": "Power Tubes",
                "value": "2 x KT88"
            }
        ],
        "genres": [
            "Rock",
            "Hard Rock",
            "Alternative Rock",
            "Metal",
            "Blues"
        ]
    },
    {
        "id": "amp-2",
        "name": "Marshall® JCM800®",
        "brand": "Marshall",
        "model": "JCM800® 2203",
        "description": "The Marshall 2203 was created in 1975 and was one of the first Mrshall Master Volume amps. The \"JCM\" stands for Jim's full initials — James Charles Marshall. Played by iconic artists such as Dave Grohl, John Frusciante, Slash and Kirk Hammet, the JCM800 boasts an impressive array of artists who lean on its distinct aggression for their sound.",
        "productLink": "https://marshall.com/amps/products/amps/vintage-reissues/jcm800-2203",
        "amazonAffiliateLink": "https://amzn.to/4iw7uXJ",
        "copyright": "All images and product descriptions are copyright Marshall Amplification PLC.",
        "images": [
            {
                "src": "amp-2.jpg",
                "width": "100%",
                "copyright": "© Marshall Amplification PLC"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "JCM800 2203"
            },
            {
                "label": "Total Power",
                "value": "100W"
            },
            {
                "label": "Preamp Tubes",
                "value": "2 x ECC83, 1 x ECC83 (phase splitter)"
            },
            {
                "label": "Power Tubes",
                "value": "4 x EL34"
            }
        ],
        "genres": [
            "Rock",
            "Hard Rock",
            "Alternative Rock",
            "Heavy Metal"
        ]
    },
    {
        "id": "amp-3",
        "name": "Marshall® JCM900®",
        "brand": "Marshall",
        "model": "JCM900® 4100",
        "description": "Released in January 1990, the JCM900 boasted higher gain and lower noise coupled with the classic Marshall tone. The series was originally comprised of the single channel Hi-Gain Master Volume MK III and the two channel Hi-Gain Dual Reverb. Both amps contained a series FX loop, two line outputs and a high/low switch that could be used to drop the power from 100w to 50w. This all-valve amp is famous for its tone and roadworthiness while maintaining the original high gain and dual reverb functions. Channel A starts out clean and builds to a crunch while channel B drives the higher gain tones from smooth distortion to a searing scream. The JCM900 4100 is equipped with a series FX loop with its own level control for use with FX or stomp boxes.",
        "productLink": "https://marshall.com/amps/products/amps/vintage-reissues/jcm900-4100",
        "copyright": "All images and product descriptions are copyright Marshall Amplification PLC.",
        "images": [
            {
                "src": "amp-3.jpg",
                "width": "100%",
                "copyright": "© Marshall Amplification PLC"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "JCM900 4100"
            },
            {
                "label": "Total Power",
                "value": "100W"
            },
            {
                "label": "Preamp Tubes",
                "value": "2 x ECC83, 1 x ECC83 (phase splitter)"
            },
            {
                "label": "Power Tubes",
                "value": "4 x 5881"
            }
        ],
        "genres": [
            "Rock",
            "Hard Rock",
            "Alternative Rock",
            "Heavy Metal"
        ]
    },
    {
        "id": "ampeg-b15n",
        "name": "Ampeg® Heritage® B15N®",
        "brand": "Ampeg",
        "model": "Heritage® B15N®",
        "description": "The Heritage B-15N by Ampeg delivers the same B-15 performance that many bass players have fallen in love with, plus some modern features. With this all-tube design, you get the iconic thump of 1964 and 1965 B-15 amplifiers in two distinct channels. The Heritage B-15N also features Baxandall EQ and selectable bias modes for extended tone control, and you can transport this amazing tone machine with the classic Ampeg flip-top design.",
        "productLink": "https://en.wikipedia.org/wiki/Ampeg_Portaflex#B-15",
        "copyright": "All images and product descriptions are copyright Yamaha Guitar Group, Inc.",
        "images": [
            {
                "src": "ampeg-b15n.jpg",
                "width": "250px",
                "copyright": "© Yamaha Guitar Group, Inc"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "Heritage B15N"
            },
            {
                "label": "Total Power",
                "value": "30W"
            },
            {
                "label": "Preamp Tubes",
                "value": "3 x 12AX7 preamp tubes"
            },
            {
                "label": "Power Tubes",
                "value": "2 x 6L6GC power tubes, and 1 x 5AR4 rectifier tube"
            }
        ],
        "genres": [

        ]
    },
    {
        "id": "ds-1",
        "name": "BOSS® DS-1 Distortion",
        "brand": "BOSS",
        "model": "DS-1 Distortion",
        "description": "The BOSS DS-1 Distortion is a classic distortion pedal that has been the top-selling BOSS compact pedal ever since its release in 1978. The DS-1 delivers a hard-edged attack and smooth sustain that's been responsible for the signature sounds of countless rock and metal guitarists for decades. This pedal has become a staple in pedalboards worldwide and offers a uniquely diverse range of distortion tones with its simple three-knob interface for Tone, Level, and Distortion control.",
        "productLink": "https://www.boss.info/us/products/ds-1/",
        "amazonAffiliateLink": "https://amzn.to/41QRYP6",
        "copyright": "All images and product descriptions are copyright Roland Corporation.",
        "images": [
            {
                "src": "ds-1.jpg",
                "width": "200px",
                "copyright": "© Roland Corporation"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "DS-1 Distortion"
            },
            {
                "label": "Controls",
                "value": "Tone, Level, Distortion"
            },
            {
                "label": "Connectors",
                "value": "Input, Output, DC In"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or AC Adapter"
            }
        ],
        "genres": [
            "Rock",
            "Hard Rock",
            "Metal",
            "Punk",
            "Alternative"
        ]
    },
    {
        "id": "bad-horsie",
        "name": "Morley® Bad Horsie®",
        "brand": "Morley",
        "model": "Bad Horsie®",
        "description": "The Morley Bad Horsie is Steve Vai's legendary signature wah pedal with an added Contour mode. Morley spent years working with Steve Vai taming this Bad Horsie and in 1996 released what would become one of the first artist signature pedals, and their best-selling wah of all time. The Bad Horsie features switchless operation - simply step on the treadle to engage the wah and step off to bypass. The wah has two modes: Bad Horsie Wah mode set to Steve's preferred tone and sweep, and Contour Wah mode which allows you to alter the frequency and output of the wah using the Contour and Level knobs.",
        "productLink": "https://www.morleyproducts.com/bad-horsie/",
        "amazonAffiliateLink": "https://amzn.to/4bVGazC",
        "copyright": "All images and product descriptions are copyright Morley Products Group.",
        "images": [
            {
                "src": "bad-horsie.jpg",
                "width": "200px",
                "copyright": "© Morley Products Group"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "Bad Horsie"
            },
            {
                "label": "Controls",
                "value": "Contour, Level, Mode Switch"
            },
            {
                "label": "Features",
                "value": "Switchless optical design, Two wah modes, LED indication"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or AC Adapter"
            }
        ],
        "genres": [
            "Rock",
            "Hard Rock",
            "Metal",
            "Progressive Rock",
            "Fusion"
        ]
    },
    {
        "id": "bd-2",
        "name": "BOSS® BD-2 Blues Driver®",
        "brand": "BOSS",
        "model": "BD-2 Blues Driver®",
        "description": "Sweet, nuanced, and ultra-expressive, the BD-2 Blues Driver stands as an enduring icon in the world of guitar overdrive since its release in 1995. Its innovative BOSS analog circuit design behaves like a tube amp, providing natural, touch-responsive gain that's not possible with standard overdrive pedals. The BD-2 is renowned for its sensitivity and expressive range, with a multi-stage clipping circuit inspired by actual tube amplifiers. This design delivers a very organic playing experience, with drive character and harmonic content that changes with your picking attack and cleans up beautifully as you roll back your guitar's volume. The versatile Blues Driver handles everything from transparent clean boost to rich, saturated drive tones that cut through any mix.",
        "productLink": "https://www.boss.info/us/products/bd-2/",
        "amazonAffiliateLink": "https://amzn.to/4iD961Y",
        "copyright": "All images and product descriptions are copyright Roland Corporation.",
        "images": [
            {
                "src": "bd-2.jpg",
                "width": "200px",
                "copyright": "© Roland Corporation"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "BD-2 Blues Driver"
            },
            {
                "label": "Controls",
                "value": "Gain, Tone, Level"
            },
            {
                "label": "Connectors",
                "value": "Input, Output, DC In"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or AC Adapter"
            }
        ],
        "genres": [
            "Blues",
            "Rock",
            "Country",
            "Jazz",
            "Alternative"
        ]
    },
    {
        "id": "ce-2w",
        "name": "BOSS® CE-2W Waza Craft Chorus",
        "brand": "BOSS",
        "model": "CE-2W Waza Craft Chorus",
        "description": "Released in 2016 to celebrate the 40th anniversary of BOSS effects, the CE-2W Waza Craft Chorus faithfully recreates the classic CE-2 chorus sound that defined countless hit tracks in the 1980s and beyond. This premium analog pedal features the bucket-brigade delay (BBD) circuit design of the original, providing that unmistakable warm, spacious modulation that guitarists have sought after for decades. The CE-2W offers three modes: Standard mode reproduces the legendary CE-2 chorus exactly, while CE-1 mode provides access to the stereo chorus and vibrato sounds of the world's first chorus pedal. The pedal also includes modern upgrades such as stereo outputs and variable depth control for the CE-1 chorus sounds that weren't available in the original pedals. Made in Japan with meticulous attention to detail, the CE-2W represents the pinnacle of BOSS design and craftsmanship.",
        "productLink": "https://www.boss.info/us/products/ce-2w/",
        "amazonAffiliateLink": "https://amzn.to/4hD4Rlx",
        "copyright": "All images and product descriptions are copyright Roland Corporation.",
        "images": [
            {
                "src": "ce-2w.jpg",
                "width": "200px",
                "copyright": "© Roland Corporation"
            }
        ],
        "meta": [
            {
                "label": "Model",
                "value": "CE-2W Waza Craft Chorus"
            },
            {
                "label": "Controls",
                "value": "Rate, Depth, Mode Switch (Standard/CE-1 Chorus/CE-1 Vibrato)"
            },
            {
                "label": "Connectors",
                "value": "Input, Output A (Mono), Output B, DC In"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or AC Adapter"
            }
        ],
        "genres": [
            "Pop",
            "Rock",
            "Alternative",
            "Indie",
            "Metal",
            "Funk",
            "New Wave",
            "Shoegaze"
        ]
    },
    {
        "id": "klon-centaur",
        "name": "Klon® Centaur®",
        "brand": "Klon",
        "model": "Centaur Professional Overdrive",
        "description": "The Klon Centaur is a legendary overdrive pedal designed by Bill Finnegan between 1994 and 2008. Finnegan, working with MIT graduate Fred Fenning, spent over four and a half years developing the circuit to create an overdrive that would emulate the distortion of a tube amplifier at high volume without altering the underlying tone. The Centaur is credited with popularizing 'transparent' overdrives and features a unique dual-ganged gain pot that blends clean and overdriven signals. At low gain it acts as a boost, while higher settings deliver pure distortion. Only around 8,000 units were produced, and the pedal has become highly sought after, with prices reaching $20,000 by 2024.",
        "productLink": "https://en.wikipedia.org/wiki/Klon_Centaur",
        "copyright": "All images and product descriptions are copyright Klon.",
        "images": [],
        "meta": [
            {
                "label": "Model",
                "value": "Centaur Professional Overdrive"
            },
            {
                "label": "Controls",
                "value": "Gain, Treble, Output"
            },
            {
                "label": "Circuit",
                "value": "TL072 op amp with 1N34A germanium diodes, 18V internal"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or AC Adapter (internal voltage doubler to 18V)"
            }
        ],
        "genres": [
            "Blues",
            "Rock",
            "Country",
            "Jazz",
            "Indie"
        ]
    },
    {
        "id": "ts808",
        "name": "Ibanez® TS808 Tube Screamer®",
        "brand": "Ibanez",
        "model": "TS808 Tube Screamer Overdrive Pro",
        "description": "The Ibanez TS808 Tube Screamer is one of the most iconic overdrive pedals in guitar history. First released in 1979, it was developed by Maxon's Susumu Tamura as a competitor to the Boss OD-1. The name 'Tube Screamer' came when Sammy Ash of Sam Ash Music remarked that the pedal sounded like a 'screaming tube amp.' The TS808 is renowned for its dynamic, touch-sensitive distortion and throaty midrange boost that helps guitars cut through a mix. Its legendary JRC4558D overdrive circuitry, with two diodes in the op-amp feedback loop, was groundbreaking at the time. Stevie Ray Vaughan famously used the TS808 to achieve his trademark juicy strat tone, and it remains one of the most copied and modified overdrive pedals ever made.",
        "productLink": "https://www.ibanez.com/na/products/detail/ts808_99.html",
        "copyright": "All images and product descriptions are copyright Hoshino Gakki Co., Ltd.",
        "images": [],
        "meta": [
            {
                "label": "Model",
                "value": "TS808 Tube Screamer Overdrive Pro"
            },
            {
                "label": "Controls",
                "value": "Overdrive, Tone, Level"
            },
            {
                "label": "Circuit",
                "value": "JRC4558D op-amp with diode clipping in feedback loop"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or 9V DC Adapter (center-negative)"
            }
        ],
        "genres": [
            "Blues",
            "Rock",
            "Hard Rock",
            "Country",
            "Metal"
        ]
    },
    {
        "id": "fulltone-ocd",
        "name": "Fulltone® OCD®",
        "brand": "Fulltone",
        "model": "OCD Obsessive Compulsive Drive",
        "description": "The Fulltone OCD (Obsessive Compulsive Drive) is a versatile overdrive pedal first released in 2004. Its unique combination of MOSFET transistors and voltage-controlled clipping delivers remarkably tube-like tones with extraordinary touch sensitivity and dynamic response. The pedal features an HP/LP switch that toggles between British-style tones (High Peak) with an upper-midrange push, and more transparent American-flavored tones (Low Peak). The OCD can run at 18 volts for increased headroom, and includes an internal switch for true bypass or enhanced buffer modes. It has become known for its transparency, power, and versatility across a wide range of gain settings.",
        "productLink": "https://www.fulltoneusa.com/products/ocd-v2",
        "copyright": "All images and product descriptions are copyright Fulltone Musical Products, Inc.",
        "images": [],
        "meta": [
            {
                "label": "Model",
                "value": "OCD Obsessive Compulsive Drive"
            },
            {
                "label": "Controls",
                "value": "Drive, Volume, Tone, HP/LP Switch"
            },
            {
                "label": "Circuit",
                "value": "Class A 2N5457 JFET input, MOSFET clipping"
            },
            {
                "label": "Power Supply",
                "value": "9V-18V DC (higher voltage = more headroom)"
            }
        ],
        "genres": [
            "Rock",
            "Blues",
            "Hard Rock",
            "Alternative",
            "Country"
        ]
    },
    {
        "id": "proco-rat",
        "name": "ProCo® RAT®",
        "brand": "ProCo",
        "model": "RAT Distortion",
        "description": "The ProCo RAT is a legendary distortion pedal designed by Scott Burnham and Steve Kiraly in Kalamazoo, Michigan in 1978. Named after the rat-infested basement where it was designed, only twelve 'Bud Box' prototypes were initially produced before mass production began in 1979. The RAT's distinctive sound comes from its LM308 op-amp gain stage with hard-clipping diodes. The unique Filter control is a low-pass filter that can sweep almost the entire audio spectrum from 475Hz to 32KHz. The RAT has spawned numerous variants including the RAT2, Turbo RAT (with LED clipping), and You Dirty RAT (with germanium diodes), and its simple yet effective circuit has made it one of the most enduring distortion pedals in rock history.",
        "productLink": "https://www.procosound.com/product/rat2",
        "copyright": "All images and product descriptions are copyright Pro Co Sound, Inc.",
        "images": [],
        "meta": [
            {
                "label": "Model",
                "value": "RAT2 Distortion"
            },
            {
                "label": "Controls",
                "value": "Distortion, Filter, Volume"
            },
            {
                "label": "Circuit",
                "value": "LM308/OP07DP op-amp with 1N4148 silicon diode clipping"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or AC Adapter"
            }
        ],
        "genres": [
            "Rock",
            "Hard Rock",
            "Punk",
            "Grunge",
            "Alternative",
            "Metal"
        ]
    },
    {
        "id": "big-muff-pi",
        "name": "Electro-Harmonix® Big Muff Pi®",
        "brand": "Electro-Harmonix",
        "model": "Big Muff Pi",
        "description": "The Electro-Harmonix Big Muff Pi is one of the most iconic fuzz pedals ever made. First released in 1969 as a collaboration between Mike Matthews and Bob Myer, the original 'Triangle Big Muff' became the first overwhelming success for Electro-Harmonix. Unlike earlier fuzz pedals that used germanium transistors, the Big Muff employs silicon transistors in a four-stage circuit: a clean boost driving two clipping stages, followed by a tone recovery stage. This design delivers massive sustain with harmonic distortion and a distinctive thick, creamy fuzz tone. David Gilmour famously used it on Pink Floyd's Animals and The Wall, and it became integral to the sound of Smashing Pumpkins, Dinosaur Jr., and countless alternative rock bands through the 1980s and 1990s.",
        "productLink": "https://www.ehx.com/products/big-muff-pi/",
        "copyright": "All images and product descriptions are copyright Electro-Harmonix.",
        "images": [],
        "meta": [
            {
                "label": "Model",
                "value": "Big Muff Pi"
            },
            {
                "label": "Controls",
                "value": "Volume, Sustain, Tone"
            },
            {
                "label": "Circuit",
                "value": "Four silicon transistor stages with passive tone stack"
            },
            {
                "label": "Power Supply",
                "value": "9V Battery or 9.6VDC-100mA Adapter"
            }
        ],
        "genres": [
            "Rock",
            "Alternative",
            "Grunge",
            "Shoegaze",
            "Stoner Rock",
            "Psychedelic"
        ]
    }
]
